Repository: common-repository/th23-user-management
Catalog: lang/th23-user-management-*.po
Languages: de_de

source: The change of your e-mail address requires confirmation - please check your new inbox and follow the validation link provided
de_de: Änderungen Deiner E-Mail Adresse erfordern eine Bestätigung - wir senden Dir eine Nachricht an Deine neue E-Mail Adresse. Bitte klick den Link in dieser E-Mail zur Bestätigung.

source: No pending change of e-mail could be found - please try again the link, try again to change your e-mail address or contact the site administrator
de_de: Es gibt keine ausstehende Änderung Deiner E-Mail Adresse - bitte versuche erneut den entsprechenden Link aufzurufen, versuche erneut Deine E-Mail Adresse zu ändern oder kontaktiere einen Administrator

source: Update of your e-mail address failed - please try again or contact the site administrator
de_de: Änderung Deiner E-Mail Adresse konnte nicht durchgeführt werden - bitte versuche es erneut oder kontaktiere einen Administrator

source: Your e-mail address has successfully been changed
de_de: Deine E-Mail Adresse wurde erfolgreich geändert

source: Validation of your e-mail address failed, the given validation key is invalid - please try again the link, try again to change your e-mail address or contact the site administrator
de_de: Verifizierung Deiner E-Mail Adresse fehlgeschlagen, der angegebene Code ist ungültig - bitte versuche erneut den entsprechenden Link aufzurufen, versuche erneut Deine E-Mail Adresse zu ändern oder kontaktiere einen Administrator

source: [%s] Notice of changed e-mail address
de_de: [%s] Hinweis auf Änderung der E-Mail Adresse

source: The e-mail address for your account (###USERNAME###) on ###SITENAME### has been changed. If you did not change it, please contact the Site Administrator: ###ADMIN_EMAIL###
de_de: Die E-Mail Adresse für Deinen Zugang (###USERNAME###) bei ###SITENAME### wurde geändert. Solltest Du die Änderungn nicht veranlasst haben, kontaktiere bitte umgehend einen Administrator: ###ADMIN_EMAIL###

source: Pending change of your e-mail address requires confirmation - please check your new inbox "%s" and follow the validation link provided
de_de: Bestätigung für Änderung Deiner E-Mail Adresse steht noch aus - bitte überprüfe Dein E-Mail Postfach "%s" und klicke den Bestätigungslink, welchen wir Dir gesendet haben

source: There is a pending change of e-mail address for this user - intended new address is "%s"
de_de: Ausstehende Änderung der E-Mail Adresse - neue E-Mail Adresse ist "%s"

source: [%s] Reset password
de_de: [%s] Passwort zurücksetzen

source: An administrator initiated a password reset for your account on %1$s. Please reset your password visiting the following address: %2$s
de_de: Ein Administrator hat das Zurücksetzen des Passworts für Deinen Zugang bei %1$s veranlasst. Du kannst Dein Passwort über folgenden Link zurücksetzen: %2$s

source: Enter a username or e-mail address
de_de: Gib einen Benutzernamen oder eine E-Mail Adresse ein

source: There is no user registered with that e-mail
de_de: Es gibt keinen Benutzer mit dieser E-Mail Adresse

source: There is no user registered with that username
de_de: Es gibt keinen Benutzer mit diesem Benutzernamen

source: Password reset is not possible for this user
de_de: Zurücksetzen des Passworts ist für diesen Benutzer nicht möglich

source: Someone requested the password to be reset for your account on %1$s. If this is a mistake, just ignore this email and nothing will happen. To reset your password, please visit the following address: %2$s
de_de: Jemand hat das Zurücksetzen des Passworts für Deinen Zugang bei %1$s veranlasst. Sollte dies ein Fehler sein, ignoriere diese E-Mail einfach und es wird nichts geschehen. Um Dein Passwort zurückzusetzen, rufe bitte folgenden Link auf: %2$s

source: The e-mail to reset your password could not be sent due to a server error. Please try again - if the error persists contact the administrator of this site
de_de: E-Mail zum Zurücksetzen des Passworts konnte aufgrund eines Server-Fehlers nicht verschickt werden. Bitte versuche es erneut - und kontaktiere einen Administrator, wenn der Fehler erneut auftritt

source: The reset of your password has been initiated successfully - please check your inbox and follow the link provided
de_de: Das Zurücksetzen Deines Passwort wurde erfolgreich veranlasst - bitte überprüfe Deine E-Mails und folge dem Link, welchen wir Dir geschickt haben

source: Resetting your password failed, the given user is invalid - please try again or contact the site administrator
de_de: Zurücksetzen Deines Passworts fehlgeschlagen, der angegebene Benutzer ist ungültig - bitte versuche es erneut oder kontaktiere einen Administrator

source: Resetting your password failed, the verification key is invalid - please try again or contact the site administrator
de_de: Zurücksetzen Deines Passworts fehlgeschlagen, der angegebene Code ist ungültig - bitte versuche es erneut oder kontaktiere einen Administrator

source: Invalid request - please use the form below to reset your password
de_de: Ungültige Anfrage - bitte benutze das folgende Formular, um Dein Passwort zurückzusetzen

source: Your password has been changed - please login using your new password
de_de: Dein Passwort wurde erfolgreich geändert - bitte melde Dich mit Deinem neuen Passwort an

source: Lost Password
de_de: Passwort vergessen

source: Please fill out the form below. You can enter your username or email address. You will receive a link to create a new password via email.
de_de: Bitte gib entweder Deinen Benutzernamen oder Deine E-Mail Adresse an. Du erhälst dann einen Link per E-Mail, um ein neues Passwort festzulegen.

source: Username or e-mail
de_de: Benutzername oder E-Mail Adresse

source: Get New Password
de_de: Passwort zurücksetzen

source: Trouble upon password reset?
de_de: Probleme beim Zurücksetzen des Passworts?

source: Reset Password
de_de: Passwort zurücksetzen

source: Please enter a new password for your account.
de_de: Bitte gib ein neues Passwort für Dein Benutzerkonto ein.

source: Save Password
de_de: Passwort speichern

source: Pending
de_de: Unbestätigt

source: You can NOT delete this page!
de_de: Du kannst diese Seite NICHT löschen!

source: This page belongs to the th23 User Management plugin and is required by it to work properly!
de_de: Diese Seite gehört zum th23 User Management Plugin und wird benötigt, damit dieses korrekt funktioniert!

source: Do NOT worry...your visitors on the site will never see this text - it will be replaced by the appropriate page, e.g. the registration page, the edit profile page, etc.
de_de: Keine Sorge...Deine Besucher auf der Seite bekommen diesen Text nicht zu sehen - der Inhalt wird mit der jeweils nötige Seite ersetzt, z.B. Registrierung, Profil, etc.

source: Support
de_de: Hilfe

source: Get additional functionality
de_de: Erhalte zusätzliche Funktionen

source: Upgrade to %s version
de_de: Auf Version %s upgraden

source: Warning
de_de: Warnung

source: This plugin might not work properly on your installation - please check <a href="%s">Settings page</a> for details
de_de: Dieses Plugin arbeitet möglicherweise nicht korrekt in Deinem Setup - bitte siehe die <a href="%s">Plugin Einstellungen</a> für weitere Details

source: The version of the %1$s file (%2$s, version %3$s) does not match with the overall plugin (version %4$s) - please make sure you update the overall plugin to the latest version e.g. via the <a href="%5$s">automatic update function</a> and upload the latest version of the %1$s file from %6$s onto your webserver
de_de: Die Version der %1$s Datei (%2$s, Versionsnummer %3$s) stimmt nicht mit der Version des restlichen Plugins (Versionsnummer %4$s) überein - bitte führe ein Update auf die neuste Version dieses Plugins mittels <a href="%5$s">automatischem Update</a> durch und lade die neuste Version der %1$s Date von %6$s auf Deinen Server hoch

source: Legal information
de_de: Rechtliche Informationen

source: Title
de_de: Titel

source: If left empty, &quot;Terms of Usage&quot; will be used
de_de: Wenn leer gelassen, wird &quot;Nutzungsbedingungen&quot; verwendet

source: Can be relative URL - if left empty, no link will be added
de_de: Kann als relative URL angegeben werde - wenn leer gelassen, wird kein Link hinzugefügt

source: Reference a page providing user with legally required information about terms of usage, impressum and data provacy policy
de_de: Seite mit rechtlichen Informationen für die Nutzer zu Nutzungsbedingungen, Impressum und Datenschutz

source: This plugin is not designed to work on a multisite setup - it is recommended not to use this plugin in such an environment
de_de: Du benutzt eine "Multisite" Installation - dieses Plugin ist nicht darauf ausgelegt und wird daher möglicherweise nicht korrekt funktionieren

source: You are currently using the free version of this plugin, in which we support a lot of very useful features to give your users a better feel browsing your site. To even improve that experience further, there is a %s version available adding some equally useful features:
de_de: Du benutzt aktuell die kostenfreie Version dieses Plugins, welche bereits viele nützliche Funktionen für ein besseres Nutzererlebnis auf Deiner Webseite bietet. Um die Anwenderfreundlichkeit weiter zu steigern ist auch eine %s Version verfügbar, die weitere sinnvolle Funktionen ergänzt:

source: <strong>All user management actions available on frontend</strong> styled according to theme - including profile changes, lost password, reset password
de_de: <strong>Die gesamte Benutzerverwaltung ist für den Nutzer im Frontend</strong> möglich und durch das Theme entsprechend gestylt - inklusive Anpassungen des Benutzerprofils, Passwort vergessen, Passwort Reset

source: <strong>Access to the unstyled admin area can be restricted</strong> based on user groups - %s can be disabled completely
de_de: <strong>Zugang zum ungestylten Admin Bereich kann beschränkt werden</strong> - %s kann komplett deaktiviert werden

source: <strong>User chosen password upon registration</strong> option available - including initial e-mail validation
de_de: <strong>Benutzer können bei der Registrierung ihr Passwort frei wählen</strong> - inklusive einer Validierung der E-Mail Adresse

source: <strong>Admin approval for new users</strong> option available - before user can login
de_de: <strong>Möglichkeit für Freigabe neuer Benutzer durch einen Administrator</strong> bevor sich Nutzer einloggen können

source: <strong>Use reCaptcha against spam and bots</strong> upon registration, lost password and login
de_de: <strong>Einbindung von reCaptcha gegen Spam und Bots</strong> bei Registrierung, Passwort vergessen und Login

source: Introduction of e-mail re-validation upon changes of address
de_de: Einführung von erneuter E-Mail validierung bei Änderung der Adresse

source: Get all these additional features - <a href="%1$s">upgrade to the %2$s version today</a>
de_de: Nutze diese zusätzlichen Funktionen - <a href="%1$s">upgrade noch heute auf die %2$s Version</a>

source: Settings saved
de_de: Einstellungen gespeichert

source: No valid/ published user management page has been found - it was automatically attempted to create a new one, please refresh this page and see if the error persists
de_de: Es wurde keine entsprechende Seite zur Benutzerverwaltung gefunden - es wurde automatisch versucht, diese Seite zu erstellen, bitte lade diese Seite erneut um zu sehen, ob der Fehler weiterhin besteht

source: reCAPTCHA requires a public and a private key to work - despite your settings it will be disabled until you define them, see settings below for information on how obtain these keys
de_de: reCAPTCHA benötigt einen öffentlichen und einen privaten Schlüssel um zu funktionieren - trotz Deiner Einstellungen bleibt es deaktiviert, bis Du diese angibst, siehe die Beschreibungen unten wie Du diese Schlüssel erhälst

source: General
de_de: Allgemein

source: Overlay message time
de_de: Anzeigedauer für Einblendungen

source: Duration in seconds until overlay messages shown to the user upon login/ logout disappears automatically - set to "0" for no automatic disappearance - Note: Error messages will never disappear automatically
de_de: Dauer in Sekunden nach der Einblendungen zu An-/Abmeldungen automatisch verschwinden - setze dies auf "0" um automatisches Ausblenden zu deaktivieren - Hinweis: Fehlermeldungen verschwinden niemals automatisch

source: Access
de_de: Zugang

source: Access to admin area for
de_de: Zugang zum Admin Bereich

source: Admins only
de_de: Nur Administratoren

source: Admins and Editors only
de_de: Nur Administratoren und Editors

source: Admins, Editors and Authors only
de_de: Nur Administratoren, Editors und Authoren

source: Admins, Editors, Authors and Contributors only [recommended]
de_de: Nur Administratoren, Editors, Authoren und Contributors [empfohlen]

source: All registered users (Admins, Editors, Authors, Contributors and Subscribers) [WordPress default]
de_de: Alle registrierten benutzer (Administratoren, Editors, Authoren, Contributors und Subscribers) [WordPress Standard]

source: Users not allowed to access the admin area will get an error message - forcing them to return to the home page of your site
de_de: Benutzer die keinen Zugang zum Admin Bereich haben, erhalten eine Fehlermeldung - und müssen zur Homepage zurückkehren

source: Show admin bar for
de_de: Zeige die Admin-Bar für

source: Groups having access to the admin area only [recommended]
de_de: Gruppen die Zugang zum Admin Bereich haben [empfohlen]

source: Admins, Editors, Authors and Contributors only
de_de: Nur Administratoren, Editors, Authoren und Contributors

source: No one (disable admin bar)
de_de: Niemand (Admin-Bar deaktivieren)

source: Defines which users will see the admin bar on the frontend of your site
de_de: Legt fest welche Benutzer die Admin-Bar im Frontend Deiner Webseite sehen

source: Allow %s
de_de: Zugriff auf %s

source: Allow access to %s
de_de: Erlaube Zugriff auf %s

source: Enabling this setting users may circumvent some settings below, e.g. mail validation, admin approval, captcha - it is <strong>strongly recomended to leave this unchecked</strong>!
de_de: Aktivierung dieser Einstellung erlaubt einige der weiteren Vorgaben zu umgehen, z.B. die Validierung der E-Mail Adresse, die Freigabe durch einen Administrator, das Captcha - es wird <strong>dringend empfohlen diese Option NICHT zu aktivieren</strong>!

source: Membership
de_de: Mitgliedschaft

source: New users can register
de_de: Neue Nutzer können sich registrieren

source: This setting changes the standard defined under Settings - General
de_de: Diese Einstellung ändert den Standard unter Einstellungen - Allgemein entsprechend

source: Password selection
de_de: Passwort Auswahl

source: Allow user to choose password upon registration - will require user to validate his mail address
de_de: Erlaube neuen Benutzern bei der Registrierung ein Passwort auszuwählen - erfordert die Validierung der E-Mail Adresse durch den Nutzer

source: User approval
de_de: Benutzer Freigabe

source: Newly registered users require approval by an admin before being allowed to login
de_de: Neue Benutzer benötigen die Freigabe durch einen Administrator bevor sie sich einloggen können

source: Registration question
de_de: Frage bei der Registrierung

source: Question to request additional information from users upon registration, e.g. "How did you find out about this page?" to determine if the request for approving a newly registered user is valid or should be denied - leave empty to not show any question
de_de: Frage an neue Benutzer bei der Registrierung um weitere Informationen zu bekommen, z.B. "Wie hast Du von dieser Webseite erfahren?" um über die Freigabe des neuen Nutzers zu entscheiden - lasse die Einstellung leer um keine Frage zu stellen

source: New User Default Role
de_de: Standard Rolle neuer Benutzer

source: In case admin approval is required for new users, they will be assigned to this selection after the approval has been granted by an admin!<br/>This setting changes the standard defined under Settings - General
de_de: Sofern die Freigabe neuer Benutzer durch einen Adminsitrator erforderlich ist, werden Nutzer dieser Gruppe hinzugefügt sobald die Freigabe erfolgt ist!<br/>Dies ändert den Standard unter Einstellungen - Allgemein

source: Approver e-mail
de_de: Freigabe E-Mail

source: Provide mail address of the approver, to receive notification mails on each new user registration pending approval - leave empty to receive no notifications
de_de: Gib die E-Mail Adresse des Administrators an, welcher für die Freigabe neuer Benutzer zuständig ist, damit dieser über jede neue Regsitrierung informiert wird - lasse das Feld leer um keine Benachrichtigungen zu senden

source: Terms and conditions
de_de: Nutzungsbedingungen

source: New users are required to accept terms of usage before being able to complete the registration
de_de: Neue Benutzer müssen den Nutzungebedingungen zustimmen um die Registrierung abschließen zu können

source: Example:
de_de: Beispiel:

source: Note: For changing title and link shown see %s
de_de: Hinweis: Zum Ändern des Titels und des Links siehe %s

source: General Settings
de_de: Allgemeine Einstellungen

source: Security
de_de: Sicherheit

source: Enable %s
de_de: %s aktivieren

source: Enable usage of %1$s for better protection against spam and bot registrations - Note: This is a service provided by %2$s and requires <a href="%3$s">signing up for a free key</a>
de_de: Aktiviere %1$s für einen besseren Schutz gegen Spam und Bots - Hinweis: Dieser Service wird von %2$s angeboten und erfordert <a href="%3$s">eine kostenlose Anmeldung</a>

source: Public key
de_de: Öffentlicher Schlüssel

source: Required, public %s key - see above link to obtain a key
de_de: Notwendig, öffentlicher %s Schlüssel - siehe Link oben für Details

source: Private key
de_de: Privater Schlüssel

source: Required, private %s key - see above link to obtain a key
de_de: Notwendig, privater %s Schlüssel - siehe Link oben für Details

source: Registration captcha
de_de: Captcha bei Registrierung

source: Users need to solve a captcha upon registering for a new account
de_de: Benutzer müssen bei der Registrierung ein Captcha lösen

source: Lost password captcha
de_de: Captcha bei Passwort vergessen

source: Users need to solve a captcha upon requesting a password reset
de_de: Benutzer müssen ein Captcha lösen um ein Zurücksetzen des Passworts zu initiieren

source: Login captcha
de_de: Captcha bei Login

source: Specify at which attempt (unsuccessful, in a row) users need to solve a captcha upon login - set to "0" to disable, set to e.g. "4" for allowing three attempts without captcha
de_de: Gib an beim wievielten fehlgeschlagenen Versuch der Benutzer ein Captcha beim Login lösen muss - setze den Wert auf "0" um die Funktion zu deaktivieren, setze den Wert z.B. auf "4" um 3 Versuche ohen Captcha zu erlauben

source: Save Changes
de_de: Änderungen Speichern

source: By %s
de_de: Von %s

source: Visit plugin site
de_de: Besuche die Plugin Webseite

source: Registered
de_de: Registriert

source: Last Login
de_de: Letzter Login

source: Last Visit
de_de: Letzter Besuch

source: Never
de_de: Nie
