Repository: common-repository/th23-user-management
Catalog: lang/th23-user-management-*.po
Languages: de_de

source: Done
de_de: Erledigt

source: Error
de_de: Fehler

source: Info
de_de: Information

source: Edit profile
de_de: Profil ändern

source: Invalid request - please use the form below to login
de_de: Ungültige Anfrage - bitte nutze das folgende Formular zum Anmelden

source: Cookies are blocked or not supported by your browser. You must <a href="https://en.wikipedia.org/wiki/HTTP_cookie">enable cookies</a> to login on this site
de_de: Dein Browser blockiert Cookies oder unterstützt diese nicht. Für die Anmeldung auf dieser Seite müssen <a href="https://de.wikipedia.org/wiki/HTTP-Cookie">Cookies zugelassen</a> werden

source: Enter a username
de_de: Gib einen Benutzernamen ein

source: The username you entered is invalid
de_de: Eingegebener Benutzername ungültig

source: Enter your password
de_de: Gib ein Passwort ein

source: The password you entered is incorrect
de_de: Eingegebenes Passwort falsch

source: Login
de_de: Anmeldung

source: Please login, to have full access to this site.
de_de: Bitte melde Dich an, um vollen Zugang zu haben.

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Remember me
de_de: Angemeldet bleiben

source: Log in
de_de: Anmelden

source: Lost your password?
de_de: Passwort vergessen?

source: Register
de_de: Registrieren

source: Trouble upon login?
de_de: Probleme bei der Anmeldung?

source: Welcome %s
de_de: Willkommen %s

source: You have been logged in successfully, but you have not changed your initial password yet - please visit <a href="%s">your profile</a> to do so
de_de: Du hast Dich erforlgreich angemeldet, aber noch nicht Dein vorgegebenes Passwort geändert - bitte ändere es unter <a href="%s">Dein Profil</a>

source: You have been logged in successfully
de_de: Du hast Dich erfoglreich angemeldet

source: You are required to re-authenticate, please login again
de_de: Wir müssen Dich verifizieren, bitte melde Dich erneut an

source: Your password has been changed, please login again
de_de: Dein Passwort wurde geändert, bitte melde Dich erneut an

source: Good bye
de_de: Auf Wiedersehen

source: You have been logged out successfully - hope to see you soon again
de_de: Du hast Dich erfolgreich abgemeldet - hoffentlich bis bald

source: All cookies have been cleared - please login again
de_de: Alle Cookies wurden gelöscht - bitte melde Dich erneut an

source: Troubleshooting
de_de: Problemlösung

source: This website is relying on cookies stored on your computer to remember who is logged in.
de_de: Diese Webseite benötigt Cookies, welche auf Deinem Computer gespeichert sind, um korrekt zu funktionieren.

source: Unfortunately there might be occasions, when this memory can get confused, e.g. upon logins from different computers under certain circumstances. This might result in trouble logging in or the submission of information being denied with an &quot;invalid request&quot; error.
de_de: Leider kann es vorkommen, das hierbei Proble auftreten, z.B. bei der gleichzeitigen Anmeldung auf unterschiedlichen Computern. Dies kann sich dadurch bemerkbar machen, dass es zu Problemen bei der Anmeldung oder &quot;ungültigen Anfragen&quot; kommt.

source: To fix this, simply clear all cookies from this site out of your browser by using the button below and log in again afterwards.
de_de: Um dies zu beheben, reicht es aus, alle Cookies dieser Webseite über die folgende Schaltfläche zu löschen und sich danach erneut anzumelden.

source: Delete cookies
de_de: Cookies löschen

source: Please enter your e-mail address
de_de: Bitte gib Deine E-Mail Adresse ein

source: This e-mail address is invalid, please enter your valid e-mail address
de_de: Die angegebene E-Mail Adresse ist ungültig, bitte gib einen gültige E-Mail Adresse ein

source: This e-mail address is already registered, please provide another one
de_de: Die angegebene E-Mail Adresse ist bereits registriert, bitte gib eine andere E-Mail Adresse ein

source: Invalid request - please use the form below to register
de_de: Ungültige Anfrage - bitte benutze das folgenden Formular um Dich zu registrieren

source: Please enter a username
de_de: Bitte gib einen Benutzernamen ein

source: This username is invalid as it contains not allowed characters, please use another one
de_de: Der angegebene Benutzername enthält nicht erlaubte Zeichen, bitte gib einen anderen ein

source: This username is already registered, please choose another one
de_de: Der angegebene Benutzername ist bereits registriert, bitte gib einen anderen ein

source: Terms of Usage
de_de: Nutzungsbedingungen

source: Please accept the %s, agree with processing your data and the usage of cookies
de_de: Bitte akzeptiere %s und stimme der Verarbeitung Deiner Daten sowie der Nutzung von Cookies zu

source: You could not be registered due to a server error. Please try again - if the error persists contact the administrator of this site
de_de: Deine Registrierung konnte aufgrund eines Server-Fehlers nicht abgeschlossen werden. Bitte versuche es erneut - und kontaktiere einen Administrator, wenn der Fehler weiterhin besteht

source: [%s] Welcome / Your username and password
de_de: [%s] Willkommen / Dein Benutzername und Passwort

source: Welcome to %1$s and thanks for joining! Your username: %2$s Your password: %3$s You can now login using your username and password above. Therefore please visit the following address: %4$s
de_de: Willkommen bei %1$s und vielen Dank für Deine Registrierung! Dein Benutzername: %2$s Dein Passwort: %3$s Du kannst Dich jetzt mit obigem Nutzernamen und Passwort anmelden. Besuche dazu bitte die folgende Seite: %4$s

source: You have been registered, but the required mail could not be sent due to a server error. Please contact the administrator of this site
de_de: Du hast Dich erfolgreich registriert, aber die notwendige Bestätigung konnte aufgrund eines Server-Fehlers nicht verschickt werden. Bitte kontaktieren einen Administrator

source: You have been registered successfully - please check your inbox for initial password to login using the form below
de_de: Du hast Dich erfolgreich registriert - bitte überprüfe Deine E-Mails für das vorgegebene Passwort zur Anmeldung

source: Registration
de_de: Registrierung

source: Please fill out the fields below to register.
de_de: Bitte fülle das Formular aus, um Dich zu registrieren.

source: An initial password will be sent to the given e-mail address.
de_de: Ein vorgegebenes Passwort wird Dir an die angegebene E-Mail Adresse geschickt.

source: E-mail
de_de: E-Mail Adresse

source: I accept the %s, agree with processing my data and the usage of cookies
de_de: Ich akzeptiere %s und stimme der Verarbeitung meiner Daten sowie der Nutzung von Cookies zu

source: User registration is currently not allowed
de_de: Aktuell ist keine Registrierung möglich

source: Trouble registering?
de_de: Probleme bei der Registrierung?

source: Invalid request - please use the form below for any actions
de_de: Ungültige Anfrage - bitte nutze das folgende Formular

source: You have been logged out of all other sessions - except the one on this browser
de_de: Du hast Dich erfolgreich auf allen anderen Geräten - außer diesem - abgemeldet

source: In case you did any changes on your profile below, these have not yet been saved - please do so via the buttons at the bottom
de_de: Solltest Du Änderungen an Deinem Profil vorgenommen haben, wurden diese noch nicht gespeichert - bitte nutze dafür die untenstehenden Schaltflächen

source: Your Profile
de_de: Dein Profil

source: Modify your profile and settings for this page below.
de_de: Ändere Dein Profil und Deine Einstellungen für diese Webseite.

source: Can not be changed
de_de: Kann nicht geändert werden

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Nickname
de_de: Spitzname

source: Required
de_de: Erforderlich

source: Display Name
de_de: Öffentlicher Name

source: Contact
de_de: Kontakt

source: E-Mail
de_de: E-Mail Adresse

source: Required, change needs to be confirmed
de_de: Erforderlich, Änderung muss bestätigt werden

source: Note
de_de: Hinweis

source: The change of your e-mail to %s is pending - please check your new e-mail inbox for validation
de_de: Änderung Deiner E-Mail Adresse zu %s noch nicht abgeschlossen - bitte überprüfe Dein neues Postfach zur Bestätigung

source: Website
de_de: Webseite

source: Biographical Info
de_de: Biografische Angaben

source: Information about yourself provided here might be shown publicly
de_de: Diese Informationen über Dich könnten öffentlich sichtbar sein

source: Settings
de_de: Einstellungen

source: New password
de_de: Neues Passwort

source: Leave empty, if you do NOT want to change your password
de_de: Leer lassen, wenn Du Dein Passwort NICHT ändern möchtest

source: Confirm new password
de_de: Wiederholung neues Passwort

source: Password strength indicator
de_de: Passwort-Sicherheit

source: n/a
de_de: Passwort-Sicherheit

source: Log Out of All Other Sessions
de_de: Alle anderen Geräten abmelden

source: Left your account logged in at a public computer? Lost your phone? This will log you out everywhere except your current browser.
de_de: Auf einem öffentlichen Computer nicht abgemeldet? Telefon verloren? Hiermit kannst Du Dich auf allen anderen Geräten außer diesem abmelden.

source: You are only logged in at this location.
de_de: Du bist nur auf diesem Gerät angemeldet.

source: Show Admin Bar when viewing site
de_de: Admin Bar immer anzeigen

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: To edit your profile please visit the <a href="%s">Profile section in the admin area</a>
de_de: Du kannst Dein Profil im <a href="%s">Admin-Bereich unter Profil</a> ändern

source: You are not allowed to edit your profile
de_de: Du hast nicht die Berechtigung Dein Profil zu ändern

source: Displays registration, login, logout and user management options
de_de: Zeigt Registrierung, An-/Abmeldung und weitere Benutzerfunktionen

source: Write post
de_de: Beitrag schreiben

source: Log out
de_de: Abmelden

source: User Management
de_de: Benutzerverwaltung

source: User
de_de: Benutzername

source: Trouble?
de_de: Probleme?

source: %s is disabled
de_de: %s ist deaktiviert

source: Failure Notice
de_de: Fehlermeldung

source: Access to the admin area is restricted on this site!
de_de: Kein Zugang zum Admin-Bereich dieser Webseite!

source: Please return to <a href="%1$s">%2$s</a>
de_de: Bitte gehe zurück zu <a href="%1$s">%2$s</a>

source: Sorry, you do not seem to be human - please solve the captcha shown to proof otherwise
de_de: Du scheinst kein Mensch zu sein - bitte löse das Captcha um uns vom Gegenteil zu überzeugen

source: Captcha - please follow the instructions below (%s)
de_de: Captcha (%s)

source: What?
de_de: Was?

source: A captcha is a small test aiming to distinguish humans from computers.
de_de: Ein Captcha ist ein kleiner Test zur Unterscheidung zwischen Mensch und Computer.

source: Why?
de_de: Warum?

source: Internet today needs to fight a lot of spam and this small test is required to keep this website clean.
de_de: Im Internet gibt es heute jede Menge Spam und dieser kleine Test hilft, diese Webseite davon frei zu halten.

source: Enhanced security measures - please enter your password again and solve the shown captcha to login
de_de: Erhöhte Sicherheitsvorkehrungen - bitte gib Dein Passwort erneut ein und löse das angezeigte Captcha

source: You exceeded the maximum number of allowed login attempts - please enter your password again and solve the shown captcha to login
de_de: Du hast die maximale Anzahl an Anmeldeversuchen überschritten - bitte gib Dein Passwort erneut ein und löse das angezeigte Captcha

source: Please define a password
de_de: Bitte lege ein Passwort fest

source: Password may not contain the character "\"
de_de: Das Passwort darf nicht das Zeichen "\" enthalten

source: The password confirmation does not match defined password, please try again
de_de: Wiederholung des Passworts stimmt nicht mit dem gewählten Passwort überein, bitte versuche es erneut

source: [%s] Welcome / Validate your e-mail
de_de: [%s] Willkommen / Bitte bestätige Deine E-Mail Adresse

source: Welcome to %1$s and thanks for joining! Your username: %2$s Your account is registered, but has to be activated by validating your e-mail address. Please confirm your e-mail address by visiting the following link: %3$s
de_de: Willkommen bei %1$s und vielen Dank, dass Du Dich registriert hast! Dein Benutzername: %2$s Zum Abschluss der Registrierung bestätige bitte noch Deine E-Mail Adresse, indem Du den folgenden Link aufrufst: %3$s

source: You have been registered, but the required verification mail could not be sent due to a server error. Please contact the administrator of this site
de_de: Du hast Dich erfolgreich registriert. Leider konnte die erforderliche E-Mail zur Bestätigung aufgrund eines Server-Fehlers nicht verschickt werden. Bitte kontaktiere einen Administrator dieser Seite

source: You have been registered successfully - please check your inbox for a mail containing a link for validating your e-mail address
de_de: Du hast Dich erforlgreich registriert. Wir haben eine Nachricht an Deine angegebene E-Mail Adresse geschickt - bitte rufe den darin enthalten Link zur Bestätigung auf

source: Welcome to %1$s and thanks for joining! Your username: %2$s Your password: %3$s Your registration is complete, but has to be approved by an administrator. You will receive another mail, once your registration has been approved and you can login using your username and password above.
de_de: Willkommen bei %1$s und vielen Dank, dass Du Dich registriert hast! Dein Benutzername: %2$s Dein Passwort: %3$s Du hast Deine Registrierung erfolgreich abgeschlossen. Diese muss allerdings noch von einem Administrator bestätigt werden. Du erhälst eine weitere E-Mail, wenn dies geschehen ist und Du Dich mit obigem Benutzernamen und Passwort anmelden kannst.

source: You have been registered, but the required notification mail could not be sent due to a server error. Please contact the administrator of this site
de_de: Du hast Dich erfolgreich registriert. Leider konnte die erforderliche E-Mail zur Bestätigung aufgrund eines Server-Fehlers nicht verschickt werden. Bitte kontaktiere einen Administrator dieser Seite

source: You have been registered successfully, but need approval by an administrator - please check your inbox for initial password to login afterwards
de_de: Du hast Dich erfolgreich registriert. Zum Abschluss der Registrierung ist noch die Bestätigung durch einen Administrator erforderlich. Wir senden Dir eine E-Mail mit Deinem vorgegebenen Passwort zu, sobald Deine Registrierung bestätigt ist

source: [%s] New user registration / Approval required
de_de: [%s] Neue Registrierung / Bestätigung erforderlich

source: Upon the registration question "%1$s" the user answered: %2$s
de_de: Bei der Registrierung hat der Benutzer auf die Frage "%1$s" folgende Antwort gegeben: %2$s

source: A user with the following details registered on your site %1$s and is pending your approval before being able to sign in: Username: %2$s E-mail: %3$s %4$sPlease visit the user management page for your actions: %5$s
de_de: Ein Nutzer mit den folgenden Details hat sich auauf Deiner Seite %1$s registriert und wartet auf Deine Bestätigung, bevor er sich anmelden kann: Benutzername: %2$s E-Mail Adresse: %3$s %4$sBitte rufe die Benutzerverwaltung im Admin-Bereich auf, um den Nutzer zu bestätigen: %5$s

source: Notification of an administrator requesting approval for your registration could not be sent due to a server error. Please contact the administrator of this site
de_de: Es konnte leider keine automatische Benachrichtigung über Deine Registrierung an einen Administrator veschickt werden. Bitte kontaktiere einen Administrator

source: Welcome to %1$s! You have been registered by an administrator. Your username: %2$s To complete the registration and log in, please reset your password visiting the following link: %3$s
de_de: Willkommen bei %1$s! Du wurdest druch einen Administrator registriert. Dein Benutzername: %2$s Um die Registrierung abzuschließen und Dich anzumelden, lege bitte Dein Passwort über folgenden Link fest: %3$s

source: A confirmation will be sent to the given e-mail address. Please click the link provided in there to validate your e-mail address.
de_de: Wir senden Dir eine Nachricht an die angegebene E-Mail Adresse. Zur Bestätigung klicke bitte den in dieser E-Mail enthaltenen Link.

source: New members require approval by an admin. You will only be able to login, once your registration has been approved.
de_de: Neue Benutzer benötigen die Bestätigung durch einen Administrator. Du kannst Dich erst anmelden, wenn Deine Registrierung entsprechend bestätigt wurde.

source: Confirm password
de_de: Wiederholung Passwort

source: Validation of your e-mail address failed, the given user is invalid - please try again or contact the site administrator
de_de: Verifizierung Deiner E-Mail Adresse fehlgeschlagen - bitte versuche es erneut oder kontaktiere einen Administrator

source: Your e-mail address has been validated
de_de: Deine E-Mail Adresse wurde erfolgreich verifiziert

source: Your e-mail address is already verified
de_de: Deine E-Mail Adresse wurde bereits erfolgreich verifiziert

source: Validation of your e-mail address failed, the given validation key is invalid - please try again or contact the site administrator
de_de: Verifizierung Deiner E-Mail Adresse fehlgeschlagen, der angegebene Code ist ungültig - bitte versuche es erneut oder kontaktiere einen Administrator

source: Your registration still requires approval by an admin - you will get a notification mail once your account is approved and you can log in
de_de: Deiner Registrierung muss noch durch einen Administrator bestätigt werden - Du erhälst eine Benachrichtigung via E-Mail sobald dies geschehen ist und Du Dich anmelden kannst

source: Upon the registration question "%s" the user answered: %2$s
de_de: Auf die Frage "%s" bei der Regsitrierung hat der Benutzer folgende Antwort gegeben: %2$s

source: A user with the following details registered on your site %1$s, validated his e-mail address and is pending your approval before being able to sign in: Username: %2$s E-mail: %3$s %4$sPlease visit the user management page for your actions: %5$s
de_de: Ein Benutzer mit dem folgenden Details hat sich auf Deiner Seite %1$s registriert, seine E-Mail Adresse verifiziert und wartet auf Deine Bestätigung, bevor er sich anmelden kann: Benutzername: %2$s E-Mail Adresse: %3$s %4$sBitte rufe die Benutzerverwaltung im Admin-Bereich auf, um den Nutzer zu bestätigen: %5$s

source: Notification to an administrator requesting approval for your registration could not be sent due to a server error. Please contact the administrator of this site
de_de: Es konnte leider keine automatische Benachrichtigung über Deine Registrierung an einen Administrator veschickt werden. Bitte kontaktiere einen Administrator

source: Your registration is pending validation of your e-mail address - please click the link in the mail sent to you upon your registration or contact the site administrator
de_de: Zum Abschluss der Registrierung ist noch die Verfizierung Deiner E-Mail Adresse erforderlich - bitte klicke dazu auf den Link in der E-Mail welche wir Dir nach der Regsitrierung geschickt haben oder kontaktiere einen Administrator

source: Your registration is pending approval by a site administrator - please wait to be notified by mail or contact the site administrator
de_de: Deine Regsitrerung muss noch durch einen Administrator bestätigt werden - bitte warte auf die entsprechende Bestätigung per E-Mail oder kontaktiere einen Administrator

source: Your registration is pending - please contact the site administrator
de_de: Deine Registrierung ist noch nicht abgeschlossen - bitte kontaktiere einen Administrator

source: Attention
de_de: Achtung

source: There are new users pending approval not shown in the list below - please view tab "<a href="%s">Pending</a>" to review these users
de_de: Es gibt neue unbestätigte Benutzer, die nicht in der folgenden Liste enthalten sind - bitte rufe das Tab "<a href="%s">Unbestätigt</a>" um diese Benutzer zu bestätigen

source: [%s] Welcome / Ready for login
de_de: [%s] Willkommen / Bereit zur Anmeldung

source: Your password: As chosen by you upon registration In case you can not remember your password, use the following link to reset it:
de_de: Dein Passwort: Wie bei Registrierung angegeben Solltest Du Dein Passwort nicht mehr wissen, kannst Du es über folgenden Link zurücksetzen :

source: Your password: As sent in a previous mail In case you do not have the mail with your password anymore, use the following link to reset it:
de_de: Dein Passwort: Wie in vorheriger E-Mail zugeschickt Solltest Du die vorherige E-Mail mit Deinem Passwort nicht mehr haben, kannst Du über den folgenden Link ein neues Passwort festlegen:

source: Welcome once again to %1$s - your registration has been approved and you can now login using the following link: %2$s Your username: %3$s %4$s %5$s
de_de: Nochmal Willkommen bei %1$s! Deine Registrierung ist nun bestätigt und Du kannst Dich über den folgenden Link anmelden: %2$s Dein Benutzername: %3$s %4$s %5$s

source: An error occured, while sending notification to user with the ID: %s
de_de: Beim Versenden der Benachrichtigung an den Nutzer mit der folgenden ID ist ein Fehleraufgetreten: %s

source: Selected user(s) have been approved
de_de: Bestätigung für ausgwählte(n) Benutzer erfolgreich

source: Role - Reason
de_de: Rolle - Begründung

source: Answer to registration question
de_de: Antwort auf Registrierungsfrage

source: Pending - Mail validation
de_de: Unbestätigt - Verifizierung E-Mail

source: Pending - Admin approval
de_de: Unbestätigt - Admin Bestätigung

source: Delete
de_de: Löschen

source: Approve
de_de: Freigeben

source: Action cancelled, no changes have been saved
de_de: Aktion abgebrochen, es wurden keine Änderungen gespeichert

source: Invalid request - please use the form below to update your profile
de_de: Ungültige Anfrage - bitte benutze das folgende Formular um Dein Profil zu ändern

source: Your profile has been updated
de_de: Dein Profil wurde erfolgreich geändert

source: [%s] Notice of changed password
de_de: [%s] Hinweis auf Passwort-Änderung

source: The password for your account on %1$s has been changed. If you did not change it, please contact the Site Administrator: %2$s
de_de: Dein Passwort bei %1$s wurde geändert. Solltest Du diese Änderung nicht veranlasst haben, kontaktiere bitte einen Administrator: %2$s

source: [%s] Validate changed e-mail address
de_de: [%s] Bestätigung geänderter E-Mail Adresse

source: You changed the e-mail address for your account on %1$s. Please confirm your new e-mail address by visiting the following link: %2$s
de_de: Du hast Deine E-Mail Adresse bei %1$s geändert. Bitte bestätige Deine neue E-Mail Adresse, indem Du folgenden Link aufrufst: %2$s

source: The e-mail address for your account on %1$s has been changed. Please confirm your new e-mail address by visiting the following link: %2$s
de_de: Deine E-Mail Adresse bei %1$s wurde geändert. Bitte bestätige Deine neue E-Mail Adresse, indem Du folgenden Link aufrufst: %2$s

source: The required verification mail for changing the e-mail address could not be sent due to a server error. The new address has not been saved, please try again or contact the administrator of this site
de_de: Aufgrund eines Server-Fehlers konnte keine E-Mail zur Bestätigung Deiner neuen E-Mail Adresse gesendet werden. Die neue E-Mail Adresse wurde nicht gespeichert - bitte versuche es erneut oder kontaktiere einen Administrator
